Repository: ottovdv/Software
Catalog: locale/*/LC_MESSAGES/plater.po
Languages: nl

source: Plate building tool
nl: Gereedschap voor plateau

source: Clear
nl: Wis

source: Load
nl: Laden

source: Export
nl: Exporteren

source: Done
nl: Klaar

source: Cancel
nl: Annuleer

source: Snap to Z = 0
nl: Flits naar Z = 0

source: Put at 100, 100
nl: Plaats op 100, 100

source: Delete
nl: Verwijder

source: Autoplating
nl: Automatisch plateau

source: Bed full, sorry sir :(
nl: Bed vol, sorry hoor :(

source: Are you sure you want to clear the grid? All unsaved changes will be lost.
nl: Weet u zeker dat u het rooster wilt wissen? Alle niet-opgeslagen wijzigingen gaan verloren

source: Clear the grid?
nl: Wis het rooster?

source: Pick file to save to
nl: Kies bestand om op te slaan

source: STL files (;*.stl;*.STL;)
nl: STL bestanden (;*.stl;*.STL;)

source: wrote %s
nl: geschreven %s

source: Pick file to load
nl: Kies bestand om te laden

source: STL files (;*.stl;*.STL;)|*.stl|OpenSCAD files (;*.scad;)|*.scad
nl: STL bestanden (;*.stl;*.STL;)|*.stl|OpenSCAD bestanden (;*.scad;)|*.scad
